tap "homebrew/cask"

cask_args appdir: "/Applications"

brew "grep", link: true
brew "mas"
brew "git"
brew "ffmpeg"
brew "python"
brew "go"
brew "nvm"
brew "php"

cask "docker"
cask "google-chrome"
cask "visual-studio-code"
cask "slack"
cask "zoom"
cask "dropbox"
cask "microsoft-office"
cask "adobe-creative-cloud"
cask "arduino-ide"
